Repository: baden03/t-minus-countdown
Catalog: languages/*.po
Languages: fa_fa, nl_nl

source: %sT(-) Countdown Control%s is a premium countdown plugin that includes the ability to schedule and manage mulitple recurring T(-) Countdowns... the Jedi way.
fa_fa: %sافزونه ی T(-) Countdown%s یک افزونه شمارش معکوس پریمیوم با قبلیت های فراوان از جمله زمانبدی و مدیریت تاریخ و زمان ها با قالب های زیبا می باشد.این افزونه توسط وبسایت هیــگز - ذره خدا ترجمه شده است.
nl_nl: %sT(-) Countdown Control%s is een premium aftel plugin waarbij de mogelijkheid om meerdere terugkomende T(-) Countdowns in te stellen en te plannen is inbegrepen... The Jedi way

source: weeks
fa_fa: هفته
nl_nl: weken

source: days
fa_fa: روز
nl_nl: Dagen

source: hours
fa_fa: ساعت
nl_nl: uren

source: minutes
fa_fa: دقیقه
nl_nl: minuten

source: seconds
fa_fa: ثانیه
nl_nl: seconde

source: Rockstar Features
fa_fa: خصوصیت ها
nl_nl: Rockstar eigenshappen

source: Entire Widget
fa_fa: تمامی عناصر ابزارک
nl_nl: Volledige widget

source: Count Up
fa_fa: شمارنده ی بالا
nl_nl: optelling

source: T(-) Countdown
fa_fa: شمارنده ی T(-)

source: A highly customizable jQuery countdown timer by Twinpictures
fa_fa: افزونه بسیار قدرتمن ساخته شده با جی کوئری توسط Twinpictures و ترجمه شده توسط هیــگز - ذره خدا
nl_nl: een hoog instelbare jQuert aftelklok door Twinpictures

source: Title:
fa_fa: عنوان:
nl_nl: Titel

source: Target Date:
fa_fa: تاریخ مورد نظر:
nl_nl: Doel Datum

source: Target Time (HH:MM:SS):
fa_fa: زمان مورد نظر (HH:MM:SS):
nl_nl: Doel Tijd (uu:mm:ss)

source: Omit Weeks:
fa_fa: حذف هفته:
nl_nl: weglaten Weken

source: No
fa_fa: خیر
nl_nl: Nee

source: Yes
fa_fa: بله
nl_nl: Ja

source: Style:
fa_fa: استایل:
nl_nl: Stijl

source: Inject Script:
fa_fa: وارد کردن اسکریپت:
nl_nl: Invoeg Script

source: Footer
fa_fa: پاورقی
nl_nl: voet

source: Inline
fa_fa: درون خطی

source: This is totally worth 3 bucks.
fa_fa: در مجموع با سه باک کار می کند.
nl_nl: Dit is zeker 3 dollar waard

source: Above Countdown
fa_fa: بالای شمارش معکوس
nl_nl: boven aftelklok

source: Top HTML:
fa_fa: کد اچ تی ام ال بالا:

source: Below Countdown
fa_fa: پائین شمارش معکوس
nl_nl: onder aftelklok

source: Bottom HTML:
fa_fa: کد اچ تی ام ال پائین:
nl_nl: Onderste HTML

source: When Countdown Reaches Zero
fa_fa: وقتی شمارش معکوس صفر شد
nl_nl: Wanneer aftelling Nul bereikt

source: Launch Event HTML:
fa_fa: نمایش رویداد اچ تی ام ال:
nl_nl: Lanceer event HTML

source: Launch Target:
fa_fa: مشاهده هدف
nl_nl: Lanceer doel

source: Digit Titles
fa_fa: عناوین رقمی
nl_nl: Digit Titel

source: How do you spell "weeks"?:
fa_fa: متن هفته را وارد کنید
nl_nl: Hoe spel jij "weken"?

source: How do you spell "days"?:
fa_fa: متن روز را وارد کنید
nl_nl: Hoe spel jij "dagen"?

source: How do you spell "hours"?:
fa_fa: متن ساعت را وارد کنید
nl_nl: Hoe spel jij "uren"?

source: How do you spell "minutes"?:
fa_fa: متن دقیقه را وارد کنید
nl_nl: Hoe spel jij "minuten"?

source: And "seconds" are spelled:
fa_fa: متن ثانیه را وارد کنید
nl_nl: En "seconden" worden gespeld:

source: Schedule Recurring Countdown
fa_fa: برنامه شمارش معکوس دوره ای در محدوده زمانی معین
nl_nl: Plan een terugkomende aftelling

source: Display and configure multiple T(-) Countdown timers using a shortcode or sidebar widget.
fa_fa: نمایش و پیکربندی شمارنده ی چند کاره T(-) و تایمر معکوس با استفاده از کد کوتاه و ابزاک
nl_nl: Vertoon en stel meerder T(-) Countdown klokken in via een shortcode of sidebar widget
