Repository: baden03/t-minus-countdown
Catalog: languages/jquery-t-countdown-widget-*.po
Languages: ca, de_de, lt_lt, pt_br, ru

source: %sT(-) Countdown Control%s is a premium countdown plugin that includes the ability to schedule and manage mulitple recurring T(-) Countdowns... the Jedi way.
ca: %sY(-) Countdown Contr%l és un és un temporitzador de compte enrere de primera qualitat que inclou la possibilitat de programar i gestionar múltiples recursosplugin de compte regressiva de primera qualitat que inclou la possibilitat de programar recorrent a t Countdown Control... el camí del Jedi.
lt_lt: %sT(-) Countdown Control%s yra mokamas atgalinio laiko skaičiavimo įskiepis, kuriuo galima sudaryti bei valdyti daug pasikartojančių atgalinio skaičiavimo laikrodžių... visai kaip Džedi!
ru: %sT(-) Countdown Control%s это премиум-плагин таймера обратного отсчета, который включает в себя возможность планирования и управления несколькими таймерами "T(-) Countdowns"

source: weeks
ca: setmanes
de_de: Wochen
lt_lt: savaičių
pt_br: semanas
ru: недель

source: days
ca: dies
de_de: Tage
lt_lt: dienų
pt_br: dias
ru: дней

source: hours
ca: hores
de_de: Stunden
lt_lt: valandų
pt_br: horas
ru: часов

source: minutes
ca: minuts
de_de: Minuten
lt_lt: minučių
pt_br: minutos
ru: минут

source: seconds
ca: segons
de_de: Sekunden
lt_lt: sekundžių
pt_br: segundos
ru: секунд

source: Rockstar Features
ca: Característiques Rockstar
lt_lt: Įspūdingos funkcijos
ru: Rockstar возможности

source: Entire Widget
ca: Giny complet
de_de: Komplettes Widget
lt_lt: Visas skydelis
ru: Весь Виджет

source: Count Up
ca: Comptar fins a
de_de: Hochzählen
lt_lt: Skaičiuoti į priekį
ru: посчитать

source: T(-) Countdown
ca: T(-) compte enrere
ru: Т (-) Обратный Отсчет

source: A highly customizable jQuery countdown timer by Twinpictures
ca: jQuery un temporitzador de compte enrere d'altes prestacions de Twinpictures
de_de: Ein flexibel anpassbarer JQuery Countdown Timer von Twinpictures
lt_lt: Plačiai pritaikomas jQuery atgalinio skaičiavimo laikrodis. Autorius: Twinpictures
pt_br: Uma contagem regressiva altamente customizável feito em jQuery por Twinpicture
ru: Таймер обратного отсчета от Twinpictures с большим количеством настроек на основе jQuery

source: Title:
ca: Títol
de_de: Titel:
lt_lt: Pavadinimas
pt_br: Título:
ru: Заголовок

source: Target Date:
ca: Data límit:
de_de: Stichtag:
lt_lt: Data:
pt_br: Data alvo:
ru: Дата события

source: Target Time (HH:MM:SS):
ca: Hora límit (hh:mm:ss)
de_de: Zielzeit (HH:MM:SS):
lt_lt: Laikas (HH:MM:SS):
pt_br: Tempo alvo (HH:MM:SS):
ru: Время события

source: Omit Weeks:
ca: Ometre setmanes:
de_de: Wochen weglassen:
lt_lt: Praleisti savaites:
pt_br: Omitir Semanas:
ru: Скрыть недели:

source: No
de_de: Nein
lt_lt: Ne
pt_br: Não
ru: Нет

source: Yes
ca: Sí
de_de: Ja
lt_lt: Taip
pt_br: Sim
ru: Да

source: Style:
ca: Estil:
lt_lt: Stilius:
pt_br: Estilo
ru: Стиль:

source: Inject Script:
ca: Injectar seqüència:
de_de: Skript einfügen:
lt_lt: Skriptą įdėti:
pt_br: Injetar Script:
ru: Вставка кода

source: Footer
ca: Peu de pàgina
de_de: Fußzeile
lt_lt: Puslapio apačioje
pt_br: Rodapé:
ru: Подвал (footer)

source: Inline
lt_lt: Toje pačioje eilutėje
ru: В строке

source: This is totally worth 3 bucks.
ca: Això només val 3 dòlars.
de_de: Das Plugin ist mir 3 Dollar wert.
lt_lt: Šis reikalas tikrai vertas 3 dolerių.
pt_br: Isso com certeza vale 3 pratas.
ru: Это стоит 3 бакса

source: Above Countdown
ca: Sobre el compte enrere
de_de: Überhalb des Countdowns
lt_lt: Virš laikrodžio
pt_br: Contagem regressiva acima
ru: Над счетчиком

source: Top HTML:
de_de: HTML oben:
lt_lt: HTML kodas viršuje:
pt_br: HTML encima:
ru: Вверху HTML

source: Below Countdown
ca: Sota el compte enrere
de_de: Unterhalb des Countdowns
lt_lt: Po laikrodžiu
pt_br: Embaixo da contagem regressiva
ru: Под счетчиком

source: Bottom HTML:
ca: Botó HTML:
de_de: HTML unten:
lt_lt: HTML kodas apačioje:
pt_br: HTML embaixo:
ru: Внизу HTML

source: When Countdown Reaches Zero
ca: Quan el compte enrere arriba a zero.
de_de: Wenn der Countdown Null erreicht
lt_lt: Kai išsenka laikas
pt_br: Quando a contagem regressiva chegar a zero
ru: Когда счетчик достигнет нуля

source: Launch Event HTML:
ca: Publicació HTML:
lt_lt: Paleisti įvykio HTML kodą:
ru: Запустить событие HTML

source: Launch Target:
ca: Inicieu Target:
de_de: Launch Ziel:
lt_lt: Paleisti:
ru: Запустить цель

source: Digit Titles
de_de: Ziffer-Überschriften
lt_lt: Laiko rodmenų pavadinimai
pt_br: Digite os títulos
ru: Заглавие цифр

source: How do you spell "weeks"?:
ca: Com s'escriu "setmanes"?:
de_de: Wie willst Du "Wochen" schreiben?
lt_lt: Ką rodyti vietoje „savaičių“?:
pt_br: Como você fala "semanas"?:
ru: Подпись счетчика недель

source: How do you spell "days"?:
ca: Com s'escriu "dies"?:
de_de: Wie willst Du "Tage" schreiben?
lt_lt: Ką rodyti vietoje „dienų“?
pt_br: Como você fala "dias"?:
ru: Подпись счетчика дней

source: How do you spell "hours"?:
ca: Com s'escriu "hores"?:
de_de: Wie willst Du "Stunden" schreiben?
lt_lt: Ką rodyti vietoje „valandų“?
pt_br: Como você fala "horas"?:
ru: Подпись счетчика часов

source: How do you spell "minutes"?:
ca: Com s'escriu "minuts"?:
de_de: Wie willst Du "Minuten" schreiben?
lt_lt: Ką rodyti vietoje „minučių“?
pt_br: Como você fala "minutos"?:
ru: Подпись счетчика минут

source: And "seconds" are spelled:
ca: I "segons" s'escriu:
de_de: Und wie willst Du "Sekunden" schreiben?
lt_lt: Ką rodyti vietoje „sekundžių“?
pt_br: E "segundos" é falado:
ru: Подпись счетчика секунд

source: Schedule Recurring Countdown
ca: Re-programar el compte enrere
de_de: Wiederholende Countdowns erstellen
lt_lt: Suplanuoti pasikartojantį atgalinio laiko skaičiavimą
pt_br: Agendamento de contagem regressiva
ru: Запланировать повторный запуск счетчика

source: Display and configure multiple T(-) Countdown timers using a shortcode or sidebar widget.
ca: Mostrar i configurar diversos T (-) Countdown de compte enrere utilitzant un codi curt o un giny de barra lateral.
de_de: Mehrere T(-) Countdown Timer mit Shortcodes oder Sidebar Widgets anzeigen und konfigurieren.
lt_lt: Rodykite ir konfigūruokite „T(-) Countdown“ atgalinio skaičiavimo laikrodžius - pasinaudodami trumpuoju kodu arba šoniniu skydeliu.
pt_br: Mostrar e configurar multiplos cronômetros do T(-) Countdown usando um atalho ou sidebar widget.
ru: Показать и настроить несколько T(-) Countdown таймеров используя шорткод или виджет боковой колонки (sidebar)

source: %sT(-) Countdown Control%s is a premium countdown plugin that includes the ability to schedule and manage multiple recurring T(-) Countdowns... the Jedi way.
de_de: %sT(-) Countdown Control%s ist ein Premium Countdown Plugin, das mehrere wiederholende Countdowns erstellen und managen kann ... the Jedi way.
