Repository: baden03/t-minus-countdown
Catalog: languages/tminus-*.po
Languages: cs_cz, fr_fr, sk_sk

source: A highly customizable jQuery countdown timer by Twinpictures
cs_cz: Vysoce přizpůsobitelné jQuery odpočítávání od Twinpictures
fr_fr: Un compte à rebours facilement adaptable, par Twinpictures
sk_sk: Vysoko prispôsobiteľné jQuery odpočítavanie od Twinpictures

source: weeks
cs_cz: týdny
fr_fr: semaines
sk_sk: týždňov

source: days
cs_cz: dny
fr_fr: jours
sk_sk: dní

source: hours
cs_cz: hodiny
fr_fr: heures
sk_sk: hodín

source: minutes
cs_cz: minuty
sk_sk: minút

source: seconds
cs_cz: sekundy
fr_fr: secondes
sk_sk: sekúnd

source: Title:
cs_cz: Název
fr_fr: Titre :
sk_sk: Názov:

source: Target Date:
cs_cz: Cílové datum:
fr_fr: Date cible :
sk_sk: Cieľový dátum:

source: Target Time (HH:MM:SS):
cs_cz: Cílový čas (HH:MM:SS):
fr_fr: Heure cible :
sk_sk: Cieľový čas (HH:MM:SS):

source: Omit Weeks:
cs_cz: Vynechat týdny:
fr_fr: Semaines ignorées :
sk_sk: Tento týždňov:

source: No
cs_cz: Ne
fr_fr: Non
sk_sk: nie

source: Yes
cs_cz: Ano
fr_fr: Oui
sk_sk: áno

source: Style:
cs_cz: Styl:
sk_sk: Štýl:

source: Inject Script:
cs_cz: Aplikujte skript:
fr_fr: Script intégré :
sk_sk: Vstreknite skript:

source: Footer
cs_cz: Zápatí
fr_fr: Pied de page
sk_sk: Päta

source: Inline
cs_cz: Vkládaný
fr_fr: En ligne

source: Rockstar Features
cs_cz: Rockstar Vlastnosti
fr_fr: Caractéristiques Rockstar
sk_sk: Rockstar funkcie

source: check the box and save to unlock rockstar features.
cs_cz: zaškrtněte a uložte pro odemčení roskstar prvků.

source: T(-) Countdown %s!
cs_cz: T(-) Odpočítávání %s!

source: Above Countdown
cs_cz: Nad odpočítáváním
fr_fr: Au dessus du compteur
sk_sk: Nad odpočítavanie

source: Top HTML:
cs_cz: Horní HTML:
fr_fr: HTML supérieur

source: Below Countdown
cs_cz: Pod odpočítáváním
fr_fr: En dessous du compteur
sk_sk: Pod odpočítavanie

source: Bottom HTML:
cs_cz: Spodní HTML:
fr_fr: HTML inférieur
sk_sk: Dno HTML:

source: When Countdown Reaches Zero
cs_cz: Když odpočítávání dosáhne nuly
fr_fr: Quand le compteur atteint zéro
sk_sk: Keď sa odpočítavanie dosiahne nulu

source: Launch Event HTML:
cs_cz: Zahájit události HTML:
fr_fr: Lancer un script HTML :

source: Launch Target:
cs_cz: Zahájit cíl:
fr_fr: Lancer un lien :
sk_sk: Spustenie cieľ:

source: Digit Titles
cs_cz: Názvy časových úseků
fr_fr: Titres digitaux
sk_sk: Číslica titulov

source: How do you spell "weeks"?:
cs_cz: Jak se píše "týdnů"?:
fr_fr: Comment épelez-vous "semaines" ? :
sk_sk: Ako sa to píše "weeks"?:

source: How do you spell "days"?:
cs_cz: Jak se píše "dnů"?:
fr_fr: Comment épelez-vous "jours" ? :
sk_sk: Ako sa to píše "days"?:

source: How do you spell "hours"?:
cs_cz: Jak se píše "hodin"?:
fr_fr: Comment épelez-vous "heures" ? :
sk_sk: Ako sa to píše "hours"?:

source: How do you spell "minutes"?:
cs_cz: Jak se píše "minut"?:
fr_fr: Comment épelez-vous "minutes" ? :
sk_sk: Ako sa to píše "minutes"?:

source: And "seconds" are spelled:
cs_cz: A "vteřiny" jsou napsány:
fr_fr: Comment épelez-vous "secondes" ? :
sk_sk: A "seconds" sú napísané:

source: Schedule Recurring Countdown
cs_cz: Plán opakujícího se odpočítávání
fr_fr: Programmer un compte à rebours récurrent
sk_sk: Naplánovať opakované odpočítavanie

source: %sT(-) Countdown Control%s is a premium countdown plugin that includes the ability to schedule and manage multiple recurring T(-) Countdowns... the Jedi way.
cs_cz: %sT(-) Countdown Control%s je prémiový odpočítávací plugin, který zahrnuje schopnost plánovat a řídit více opakujících se T(-) odpočítávání...cesta Jedi.

source: This is totally worth 3 bucks.
fr_fr: Ça vaut 3 billets.
sk_sk: Je to úplne stojí za 3 doláre.

source: Entire Widget
fr_fr: Widget complet
sk_sk: Celý Widget

source: Count Up
fr_fr: Dénombrement
sk_sk: Počet Up

source: %sT(-) Countdown Control%s is a premium countdown plugin that includes the ability to schedule and manage mulitple recurring T(-) Countdowns... the Jedi way.
sk_sk: %St(-) odpočítavanie kontrolu %s je prémia odpočítavanie plugin, ktorý zahŕňa schopnosť plánovať a riadiť mulitple opakujúce T(-) odpočítavanie... Ako Jedi.

source: T(-) Countdown
sk_sk: T(-) odpočítavanie

source: Display and configure multiple T(-) Countdown timers using a shortcode or sidebar widget.
fr_fr: Afficher et configurer plusieurs Compte à rebours T(-) dans un code ou les Widgets latéraux.
sk_sk: Zobraziť a konfigurovať viacero T(-) odpočítavanie časovača pomocou krátky alebo sidebar widget.
